Repository: PAYONE-GmbH/woocommerce-3
Catalog: lang/payone-woocommerce-3-*_informal.po
Languages: de_ch_informal

source: Activate PDF download
de_ch_informal: PDF-Download aktivieren

source: Activated
de_ch_informal: Aktiviert

source: Active
de_ch_informal: Aktiv

source: Active Countries
de_ch_informal: Aktive Länder

source: Add Shop-ID
de_ch_informal: Shop-ID hinzufügen

source: Address
de_ch_informal: Adresse

source: Address validation
de_ch_informal: Adressvalidierung

source: Allow
de_ch_informal: Erlauben

source: Allow P.O. Boxes
de_ch_informal: Versand in Postfiliale erlauben

source: Allow Packstations
de_ch_informal: Versand an Packstationen erlauben

source: Allow Pay Later
de_ch_informal: Erlaube "Später Bezahlen"

source: Annual percentage rate
de_ch_informal: Effektiver Jahreszins

source: Attention: has to be enabled in the PAYONE account
de_ch_informal: Hinweis: Muss im PAYONE-Konto freigeschaltet sein!

source: Austria
de_ch_informal: Österreich

source: Authorization
de_ch_informal: Autorisierung

source: Basket amount
de_ch_informal: Warenwert

source: Birthday
de_ch_informal: Geburtstag

source: Button Color
de_ch_informal: Farbe der Amazon Pay Schaltfläche

source: By placing this order, I agree to the <a href="https://legal.paylater.payone.com/en/terms-of-payment.html" target="_blank">supplementary payment terms</a> and the performance of a risk assessment for the selected payment method. I am aware of the <a href="https://legal.paylater.payone.com/en/data-protection-payments.html" target="_blank">supplementary data protection notice</a>.
de_ch_informal: Mit Abschluss dieser Bestellung erkläre ich mich mit den <a href="https://legal.paylater.payone.com/de/terms-of-payment.html" target="_blank">ergänzenden Zahlungsbedingungen</a> und der Durchführung einer Risikoprüfung für die ausgewählte Zahlungsart einverstanden. Den <a href="https://legal.paylater.payone.com/de/data-protection-payments.html" target="_blank">ergänzenden Datenschutzhinweis</a> habe ich zur Kenntnis genommen.

source: Calculate
de_ch_informal: Berechnen

source: Cancel checkout
de_ch_informal: Bezahlvorgang abbrechen

source: Capture already done
de_ch_informal: Belastung wurde bereits durchgeführt

source: Capture failed:
de_ch_informal: Belastung fehlgeschlagen:

source: Capture successfull
de_ch_informal: Belastung erfolgreich

source: Card Holder
de_ch_informal: Kartenbesitzer

source: Card number
de_ch_informal: Kartennummer

source: Card type
de_ch_informal: Kartentyp

source: Cardpan
de_ch_informal: Kartennummer

source: checkout-paypal-en.png
de_ch_informal: checkout-paypal-de.png

source: Choose
de_ch_informal: Auswählen

source: configuration
de_ch_informal: konfigurieren

source: Configuration of input fields
de_ch_informal: Konfiguration der Eingabefelder

source: Connection to PAYONE API failed
de_ch_informal: Verbindung zur PAYONE API fehlgeschlagen

source: Continue
de_ch_informal: Weiter

source: Correct automatically
de_ch_informal: Automatisch korrigieren

source: Countries
de_ch_informal: Länder

source: Country (invoice address)
de_ch_informal: Land (Rechnungsadresse)

source: Created at
de_ch_informal: Erstelldatum

source: Credit card brands
de_ch_informal: Kreditkartenfirmen

source: Credit card settings
de_ch_informal: Kreditkarten Einstellungen

source: Currency
de_ch_informal: Währung

source: Custom
de_ch_informal: Eigene

source: Customer decides
de_ch_informal: Kunde entscheidet

source: Customer Message
de_ch_informal: Kundennachricht

source: DarkGray
de_ch_informal: Dunkelgrau

source: Deactivated
de_ch_informal: Deaktiviert

source: Debit amount must be greater than zero.
de_ch_informal: Der Rückerstattungsbetrag muss größer als Null sein.

source: Default
de_ch_informal: Standard

source: Default style
de_ch_informal: Standard Style

source: Delivery address
de_ch_informal: Lieferadresse

source: Different shipping address
de_ch_informal: Abweichende Lieferadresse

source: Direct Debit
de_ch_informal: Lastschrift

source: direct.debit.mandate.checkbox.label
de_ch_informal: Ich erteile das SEPA-Lastschriftmandat

source: Discount
de_ch_informal: Rabatt

source: Don't have a PAYONE Account yet? Click <a href="https://www.payone.com/DE-de/kampagne/ecom-testaccount" target="_blank" rel="noopener">here</a> to apply for test credentials.
de_ch_informal: Sie haben noch keinen PAYONE Account? Klicken Sie <a href="https://www.payone.com/DE-de/kampagne/ecom-testaccount" target="_blank" rel="noopener">hier</a>, um Testberechtigungen zu beantragen.

source: Download Invoice
de_ch_informal: Rechnung herunterladen

source: Dynamic invoice text
de_ch_informal: Dynamischer Rechnungstext

source: Dynamic refund text
de_ch_informal: Dynamischer Rückerstattungstext

source: Enable this payment method
de_ch_informal: Diese Zahlungsmethode aktivieren

source: English
de_ch_informal: Englisch

source: eps
de_ch_informal: eps Überweisung

source: Error message
de_ch_informal: Fehlermeldung

source: Error output
de_ch_informal: Fehlerausgabe

source: Error output active
de_ch_informal: Fehlerausgabe aktiv

source: Error output language
de_ch_informal: Fehlerausgabe Sprache

source: Expire Date
de_ch_informal: Gültig bis

source: failed
de_ch_informal: fehlgeschlagen

source: German
de_ch_informal: Deutsch

source: Germany
de_ch_informal: Deutschland

source: Global Settings
de_ch_informal: Globale Einstellungen

source: Green
de_ch_informal: Grün

source: Height
de_ch_informal: Höhe

source: Hide details
de_ch_informal: Schließe Details

source: Iframe height
de_ch_informal: Iframe Höhe

source: Iframe width
de_ch_informal: Iframe Breite

source: incl. one final installment
de_ch_informal: zzgl. einer Abschlussrate

source: Interest amount
de_ch_informal: Zinsbetrag

source: Interest rate
de_ch_informal: Sollzinssatz p.a. (gebunden)

source: Invoice
de_ch_informal: Rechnungskauf

source: Invoice address
de_ch_informal: Rechnungsadresse

source: Invoice country
de_ch_informal: Land (Rechnung)

source: Invoice has been sent
de_ch_informal: Rechnung wurde verschickt

source: Key
de_ch_informal: Schlüssel

source: Length
de_ch_informal: Länge

source: Light Gray
de_ch_informal: Hellgrau

source: Link to credit information
de_ch_informal: Link zu den Kreditinformationen

source: Max. basket
de_ch_informal: Max. Warenwert

source: Max. chars
de_ch_informal: Max. Anzahl Zeichen

source: Maximum cart value
de_ch_informal: Maximaler Wert des Einkaufswagens

source: Maximum order value
de_ch_informal: Maximaler Wert der Bestellung

source: Method of Authorization
de_ch_informal: Methode der Autorisierung

source: Min. basket
de_ch_informal: Min. Warenwert

source: Minimum cart value
de_ch_informal: Minimaler Wert des Einkaufswagens

source: Minimum order value
de_ch_informal: Minimaler Wert der Bestellung

source: Minimum validity of card
de_ch_informal: Minimale Gültigkeit der Karte in Tagen

source: Mode
de_ch_informal: Modus

source: monthly installments
de_ch_informal: monatliche Raten

source: Monthly rate
de_ch_informal: Ratenhöhe

source: No
de_ch_informal: Nein

source: Number of monthly installments
de_ch_informal: Laufzeit

source: Number of payments
de_ch_informal: Ratenanzahl

source: Numeric
de_ch_informal: Numerisch

source: On error
de_ch_informal: Bei Fehler

source: Password
de_ch_informal: Passwort

source: Payable in __num_installments__ installments, each __monthly_amount__
de_ch_informal: Bezahlung in __num_installments__ Raten je __monthly_amount__

source: Payment error:
de_ch_informal: Fehler bei Zahlung:

source: Payment failed.
de_ch_informal: Zahlung fehlgeschlagen.

source: Payment is authorized and captured.
de_ch_informal: Zahlung wurde autorisiert und belastet.

source: Payment is authorized by PAYONE, payment is complete.
de_ch_informal: Die Zahlung ist von PAYONE autorisiert, die Zahlung ist abgeschlossen.

source: Payment is captured by PAYONE, payment is complete.
de_ch_informal: Die Zahlung ist von PAYONE eingezogen, die Zahlung ist abgeschlossen.

source: Payment provider returned error
de_ch_informal: Bezahldienst hat einen Fehler gemeldet

source: Payment received.
de_ch_informal: Zahlung eingegangen.

source: Payment received. Customer overpaid!
de_ch_informal: Bezahlung eingegangen. Kunde hat zu viel gezahlt!

source: Payment received. Customer underpaid!
de_ch_informal: Bezahlung eingegangen. Kunde hat zu wenig gezahlt!

source: Payment was authorized by PAYONE, the payment is complete.
de_ch_informal: Die Zahlung wurde von PAYONE autorisiert, die Zahlung ist abgeschlossen.

source: Payment was canceled by user
de_ch_informal: Zahlung wurde vom Kunden abgebrochen

source: Payment was pre-authorized by PAYONE, please initiate a capture to complete the payment.
de_ch_informal: Die Zahlung wurde von PAYONE vorab autorisiert. Bitte veranlassen Sie einen Zahlungseinzug, um die Zahlung abzuschließen.

source: Person (only available in Germany)
de_ch_informal: Person (nur in Deutschland verfügbar)

source: Personal calculation
de_ch_informal: Persönliche Ratenberechnung

source: Please check this option
de_ch_informal: Du musst diese Checkbox ankreuzen, um fortfahren zu können

source: Please choose a payment plan!
de_ch_informal: Wähle bitte eine der Varianten!

source: Please enter a valid IBAN!
de_ch_informal: Gib bitte eine gültige IBAN ein!

source: Please enter your birthday!
de_ch_informal: Gib bitte Deinen Geburtstag ein!

source: Please enter your phone number!
de_ch_informal: Gib bitte Deine Telefonnummer ein!

source: pp.bankaccount
de_ch_informal: Kontonummer

source: pp.bankaccountholder
de_ch_informal: Zahlungsempfänger

source: pp.bankname
de_ch_informal: Bank

source: pp.reference
de_ch_informal: Verwendungszweck

source: Preauthorization
de_ch_informal: Vorautorisierung & Belasten

source: Prepayment
de_ch_informal: Vorkasse

source: Ratepay Direct Debit
de_ch_informal: Ratepay Lastschrift

source: Ratepay Installments
de_ch_informal: Ratepay Ratenkauf

source: Re-Run tests
de_ch_informal: Erneut testen

source: Received status APPOINTED from PAYONE.
de_ch_informal: Der Status APPOINTED wurde von PAYONE gesendet.

source: Red
de_ch_informal: Rot

source: Refund could not be processed:
de_ch_informal: Rückerstattung konnte nicht bearbeitet werden:

source: Request
de_ch_informal: Anfrage

source: Response
de_ch_informal: Antwort

source: Run tests
de_ch_informal: Test starten

source: Running tests...
de_ch_informal: Tests werden durchgeführt...

source: Secure Invoice
de_ch_informal: Gesicherter Rechnungskauf

source: Secured Direct Debit
de_ch_informal: Gesicherte Lastschrift

source: Secured Installment
de_ch_informal: Gesicherter Ratenkauf

source: Secured Invoice
de_ch_informal: Gesicherter Rechnungskauf

source: Select
de_ch_informal: Auswahl

source: Select the number of payments
de_ch_informal: Wähle die Anzahl der Raten

source: Sequencenumber
de_ch_informal: Sequenznummer

source: Servicecharge
de_ch_informal: Vertragsabschlussgebühr

source: Shipping country
de_ch_informal: Land (Lieferung)

source: Show details
de_ch_informal: Zeige Details

source: Sofort
de_ch_informal: Sofort Überweisung

source: Style
de_ch_informal: Stil

source: Submit cart
de_ch_informal: Warenkorb übermitteln

source: successful
de_ch_informal: erfolgreich

source: Switzerland
de_ch_informal: Schweiz

source: Test API settings
de_ch_informal: API-Einstellungen testen

source: Text input
de_ch_informal: Textfeld

source: Text on booking statement
de_ch_informal: Text auf Buchungsbeleg

source: The following payment methods are enabled and can be tested:
de_ch_informal: Die folgenden Bezahlarten sind aktiviert und können getestet werden:

source: The maximum order value must not be higher than %d
de_ch_informal: Der maximale Wert der Bestellung darf nicht größer als %d sein

source: The minimum order value must not be lower than %d
de_ch_informal: Der minimale Wert der Bestellung darf nicht kleiner als %d sein

source: The PAYONE dunning status has changed
de_ch_informal: Der PAYONE Mahnstatus hat sich geändert

source: The PAYONE platform has generated a receipt for this order
de_ch_informal: Die PAYONE Plattform hat zu dieser Bestellung einen Beleg generiert

source: The PAYONE platform has registered a rebooking
de_ch_informal: Die PAYONE Plattform hat eine Umbuchung registriert

source: This payment method is not available. Please select another.
de_ch_informal: Die gewählte Zahlart steht nicht zur Verfügung. Bitte wähle eine andere Bezahlmethode.

source: Total amount
de_ch_informal: Gesamtbetrag

source: Transaction action
de_ch_informal: Transaktion Aktion

source: Transaction ID
de_ch_informal: Transaktion ID

source: Transaction Status Log
de_ch_informal: Transaktion Status-Log

source: Type
de_ch_informal: Typ

source: Use global settings
de_ch_informal: Benutze die globalen Einstellungen

source: Valid month
de_ch_informal: Gültiger Monat

source: Valid year
de_ch_informal: Gültiges Jahr

source: Validity
de_ch_informal: Gültigkeit

source: VAT-ID
de_ch_informal: Steuernummer

source: Waiting for payment.
de_ch_informal: Auf Zahlung warten.

source: Width
de_ch_informal: Breite

source: With clicking on Place Order you agree to <a href="https://www.ratepay.com/legal-payment-terms/" target="_blank" rel="noopener">Ratepay Terms of Payment</a> as well as to the performance of a <a href="https://www.ratepay.com/legal-payment-dataprivacy/" target="_blank" rel="noopener">risk check by Ratepay</a>.
de_ch_informal: Mit Klicken auf Zahlungspflichtig bestellen erklären Sie sich mit den <a href="https://www.ratepay.com/legal-payment-terms/" target="_blank" rel="noopener">Ratepay Zahlungsbedingungen</a> sowie mit der Durchführung einer <a href="https://www.ratepay.com/legal-payment-dataprivacy/" target="_blank" rel="noopener">Risikoprüfung durch Ratepay</a> einverstanden.

source: Yellow
de_ch_informal: Gelb

source: Yes
de_ch_informal: Ja

source: Your order No. {{order}}
de_ch_informal: Deine Bestellung Nr. {{order}}

source: Your refund No. {{order}}
de_ch_informal: Deine Rückerstattung No. {{order}}

source: Cart not found
de_ch_informal: Warenkorb nicht gefunden

source: Payment configuration error. Please try another payment method or contact support.
de_ch_informal: Fehler in der Zahlungskonfiguration. Bitte wählen Sie eine andere Zahlungsmethode oder kontaktieren Sie den Support.

source: Failed to initialize AmazonPay Express. Please try again.
de_ch_informal: AmazonPay Express konnte nicht initialisiert werden. Bitte versuchen Sie es erneut.

source: AmazonPay Express is not ready. Please try again.
de_ch_informal: AmazonPay Express ist nicht bereit. Bitte versuchen Sie es erneut.

source: Failed to initialize AmazonPay. Please try again.
de_ch_informal: AmazonPay konnte nicht initialisiert werden. Bitte versuchen Sie es erneut.

source: AmazonPay is not ready. Please try again.
de_ch_informal: AmazonPay ist nicht bereit. Bitte versuchen Sie es erneut.

source: A phone number is required for Amazon Pay. Please add a phone number to your shipping address.
de_ch_informal: Für Amazon Pay ist eine Telefonnummer erforderlich. Bitte fügen Sie Ihrer Versandadresse eine Telefonnummer hinzu.
